tutorials/steadyIncompressible/laminarPipe/ferrum/case/constant/polyMesh/boundary
FoamFile
{
    version 2.0;
    format ascii;
    class polyBoundaryMesh;
    location "constant/polyMesh";
    object boundary;
}

3
(
    inlet
    {
        type patch;
        nFaces 192;
        startFace 12864;
    }
    outlet
    {
        type patch;
        nFaces 192;
        startFace 13056;
    }
    wall
    {
        type wall;
        nFaces 768;
        startFace 13248;
    }
)
