tutorials/steadyIncompressible/laminarPipe/ferrum/case/constant/transportProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant";
    object transportProperties;
}

transportModel Newtonian;

rho [1 -3 0 0 0 0 0] 998.20000000000005;
mu [1 -1 -1 0 0 0 0] 0.0010020000000000001;
nu [0 2 -1 0 0 0 0] 1.0038E-06;

Cp [0 2 -2 -1 0 0 0] 4182;
k [1 1 -3 -1 0 0 0] 0.59799999999999998;
Pr [0 0 0 0 0 0 0] 7.0099999999999998;
