tutorials/steadyIncompressible/laminarPipe/ferrum/case/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object T;
}

dimensions [0 0 0 1 0 0 0];

internalField uniform 293.14999999999998;

boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform 293.14999999999998;
    }
    outlet
    {
        type zeroGradient;
    }
    wall
    {
        type fixedValue;
        value uniform 333.14999999999998;
    }
}
